import svg1 from './img/svg-1.svg';

const finalData = [
    {
        titles: [
            'Мамочки вами довольны!',
            'Вы собрали 10000₽'
        ],
        svg: svg1,
        text: 'И как только вам это удалось? Просто какая-то магия вне Хогвартса. Откроем секрет: так просто собирать деньги на общие нужды теперь можно всегда. Вместе с Системой быстрых платежей вы можете делать переводы так, как вам удобно: до 100 000 рублей в месяц без комиссии в разные банки, по номеру телефона и в любой город России! К Системе быстрых платежей подключились уже 190 банков, в том числе все крупнейшие. Осталось и тебе подключиться к ее функционалу. Это очень удобно для решения самых разнообразных бытовых забот!'
    }
]

export default finalData;