import svg1 from './img/svg-1.svg';
import svg2 from './img/svg-2.svg';
import svg3 from './img/svg-3.svg';
import svg4 from './img/svg-4.svg';
import svg5 from './img/svg-5.svg';
import svg6 from './img/svg-6.svg';

const finalData = [
    {
        titles: [
            'Мамочки вами довольны!',
            'Вы собрали '
        ],
        titlesMobile: [
            'Мамочки вами',
            'довольны!',
            'Вы собрали '
        ],
        svg: svg1,
        text: [
            'И как только вам это удалось? Просто какая-то магия вне Хогвартса. Откроем секрет: так просто собирать деньги на общие нужды теперь можно всегда. Вместе с Системой быстрых платежей вы можете делать переводы так, как вам удобно: до 100 000 рублей в месяц без комиссии в разные банки, по номеру телефона и в любой город России! ',
            'К Системе быстрых платежей подключились уже 190 банков, в том числе все крупнейшие. Осталось и вам подключиться к ее функционалу. Это очень удобно для решения самых разнообразных бытовых забот!'
        ],
        svg2: svg4,
        url: 'https://medialeaks.ru/wp-content/uploads/2020/12/sbp-1.png'
    },
    {
        titles: [
            'Мало половин!',
            'Вы собрали '
        ],
        titlesMobile: [
            'Мало половин!',
            'Вы собрали '
        ],
        svg: svg2,
        svg2: svg5,
        text: [
            'Мы видим, как вы старались, но линолеума, увы, хватило только на половину класса. Откроем секрет: теперь деньги на общие нужды можно собирать намного проще. Вместе с Системой быстрых платежей вы можете делать переводы так, как вам удобно: до 100 000 рублей в месяц без комиссии в разные банки, по номеру телефона и в любой город России! ',
            'К Системе быстрых платежей подключились уже 190 банков, в том числе все крупнейшие. Осталось и вам подключиться к ее функционалу. Это очень удобно для решения самых разнообразных бытовых забот!'
        ],
        url: 'https://medialeaks.ru/wp-content/uploads/2020/12/sbp-2.png'
    },
    {
        titles: [
            'Папа Вовчика накричал на вас',
            'по телефону',
            'Вы собрали '
        ],
        titlesMobile: [
            'Папа Вовчика',
            'накричал на вас',
            'по телефону',
            'Вы собрали '
        ],
        svg: svg3,
        svg2: svg6,
        text: [
            'Кажется, вы не просто не смогли собрать деньги, но ещё и сами решили не скидываться. Плохие новости: разъярённый родительский комитет готов вас растерзать. Рассказываем, как этого избежать! Вместе с СБП вы можете переводить и собирать деньги так, как вам удобно: до 100 000 рублей в месяц без комиссии в разные банки, по номеру телефона и в любой город России! ',
            'К Системе быстрых платежей подключились уже 190 банков, в том числе все крупнейшие. Осталось и вам подключиться к ее функционалу. Это очень удобно для решения самых разнообразных бытовых забот!'],
        url: 'https://medialeaks.ru/wp-content/uploads/2020/12/sbp-3.png'
    }
]

export default finalData;