import svg1 from './img/svg-1.svg';
import svg2 from './img/svg-2.svg';
import svg3 from './img/svg-3.svg';

const finalData = [
    {
        titles: [
            'Мамочки вами довольны!',
            'Вы собрали '
        ],
        svg: svg1,
        text: 'И как только вам это удалось? Просто какая-то магия вне Хогвартса. Откроем секрет: так просто собирать деньги на общие нужды теперь можно всегда. Вместе с Системой быстрых платежей вы можете делать переводы так, как вам удобно: до 100 000 рублей в месяц без комиссии в разные банки, по номеру телефона и в любой город России! К Системе быстрых платежей подключились уже 190 банков, в том числе все крупнейшие. Осталось и тебе подключиться к ее функционалу. Это очень удобно для решения самых разнообразных бытовых забот!'
    },
    {
        titles: [
            'Мало половин!',
            'Вы собрали '
        ],
        svg: svg2,
        text: 'Мы видим, как вы старались, но линолеума, увы, хватило только на половину класса. Откроем секрет: теперь деньги на общие нужды можно собирать намного проще. Вместе с Системой быстрых платежей вы можете делать переводы так, как вам удобно: до 100 000 рублей в месяц без комиссии в разные банки, по номеру телефона и в любой город России! К Системе быстрых платежей подключились уже 190 банков, в том числе все крупнейшие. Осталось и тебе подключиться к ее функционалу. Это очень удобно для решения самых разнообразных бытовых забот!'
    },
    {
        titles: [
            'Папа Вовчика накричал на вас',
            'по телефону',
            'Вы собрали '
        ],
        svg: svg3,
        text: 'Кажется, вы не просто не смогли собрать деньги, но ещё и сами решили не скидываться. Плохие новости: разъярённый родительский комитет готов вас растерзать. Рассказываем, как этого избежать! Вместе с СБП вы можете переводить и собирать деньги так, как вам удобно: до 100 000 рублей в месяц без комиссии в разные банки, по номеру телефона и в любой город России! К Системе быстрых платежей подключились уже 190 банков, в том числе все крупнейшие. Осталось и тебе подключиться к ее функционалу. Это очень удобно для решения самых разнообразных бытовых забот!'
    }
]

export default finalData;